// © Copyright 2012-2016 HP Development Company, L.P.

// Task names
PISTTaskName = "Badanie mające na celu poprawę produktów HP";

// Opt in view
PISTLocationLanguageRequestLabel = "Powiedz nam, gdzie i w jaki sposób będzie używany ten produkt.";
PISTLocationLabel = "Lokalizacja:";
PISTLanguageLabel = "Język:";

// Non ISO locations
other = "Inne";
europe = "Europa";
middleeast = "Bliski Wschód";
northwestafrica = "Afryka Północno-Zachodnia";
southernafrica = "Afryka Południowa";
asiapacific = "Azja/Pacyfik";
latinamerica = "Ameryka Łacińska";
caribbean = "Karaiby";

PISTDescriptionLabel = "Badanie mające na celu poprawę produktów HP to program badawczy umożliwiający firmie HP poprawę produktów w celu lepszego spełnienia wymagań klienta.";
PISTExtendedDescriptionLabel = "Jeśli zdecydujesz się na udział, pobierzemy tylko informacje o lokalizacji i użyciu drukarek dodanych do narzędzia HP Utility. Pomoże nam to w poprawie przyszłych produktów i usług HP. Nie będziemy zapisywać Twojego nazwiska, adresu czy innych informacji osobistych. Firma HP nie będzie też pobierać ani zapisywać żadnej treści czy nazw plików wydrukowanych dokumentów.";

PISTOptInDescriptionLabel = "Pomóż firmie HP tworzyć produkty odpowiadające Twoim potrzebom, pozwalając na wysyłanie do firmy HP anonimowych informacji o używaniu drukarki. Sprawdź ustawienie drukarki na przednim panelu, aby upewnić się, że wybór jest zgodny z oczekiwaniami. Dziękujemy!";

PISTOptInButtonTitle = "Weź udział w poprawianiu produktów i usług HP";
PISTZipCodeLabel = "Kod pocztowy:";

PISTPrimaryUseLabel = "Głównie używam produktów i usług HP:";
PISTSelectPrimaryUsageTitle = "Wybierz podstawową funkcję";

// How use choises
PISTInHome = "W domu";
PISTHomeElement002 = "dla osobistego użytku";
PISTHomeElement0031 = "dla firmy prowadzonej w domu";
PISTHomeElement0032 = "dla celów związanych z pracą";
PISTHomeElement0033 = "jako pracownik zdalny";

PISTInBusiness = "W pracy";
PISTBusinessElement005 = "1–9 pracowników";
PISTBusinessElement006 = "10–99 pracowników";
PISTBusinessElement0061 = "100–499 pracowników";
PISTBusinessElement0062 = "ponad 500 pracowników";

PISTMoreInfoTitle = "Więcej informacji";
PISTPrivacyPolicyTitle = "Oświadczenie HP o ochronie prywatności";
PISTDataPrivacyTitle = "Oświadczenie o ochronie danych osobowych";

PISTApply = "Zastosuj";
PISTCancel = "Anuluj";

PISTRetrieveInformationTitle = "Odczytywanie informacji…";

// More info tab
PISTMoreInfoToolTip = "Więcej informacji";
